export default function AboutPage() {
  return (
    <div>
     <section className="mx-auto w-full max-w-6xl px-4 pb-20 pt-10">
      <div className="rounded-2xl border border-white/10 bg-white/10 p-6 backdrop-blur-md">
        <h1 className="text-2xl font-semibold tracking-tight text-white">
          地板赋
        </h1>
        <sub>改编自《赤壁赋》</sub>
        <p className="mt-4 text-sm leading-relaxed text-white/75">
         咚，嗒，咚咚嗒
咚，嗒，咚咚嗒
道悉，听此曲目，舞者跃起，群拥而至，帽儿反戴。衣，松松夸夸，裤，缩脚至上，鞋，彪马三叶草版款，型态各艺。身躯与地板之配合，颇有美感，欲分身法术，日夜不息，爱至极。
日前，吾尝以大学之生活为无聊也，寝教餐几点一线，日复一日，甚为枯燥。欲觅一异性佳人，终不可得。受打击也D…课程几多，意味寡然，懒散待之，甚厌之。
求陪同，打发时间也，偶遇超哥，舞者也，甚吊，始习舞，喜好之。识萱，城，裤，意，勇，再识涛，威，华，敏，海。后识庆，中，超，伟，强，最后果果与和尚。
诸位爱地板胜过食也，为有一个梦。虽练中有苦，亦苦中有乐，相处之时，面朝大海，春暖花开，不少其悦乎。
吾尝想，军队终始跳舞，互促进步，团结统一，所向披靡。
今日，天下无不散之宴席，为生计奔波。晚风急残月，看见多少离别，灼热满喉那段回忆，一口烟霞烈酒饮不尽！
隔千里，望君幸福美意。步步高升，何处相守，何来相聚。
        </p>
      </div>
      </section>
      <section className="mx-auto w-full max-w-6xl px-4 pb-20 pt-10">
      <div className="rounded-2xl border border-white/10 bg-white/10 p-6 backdrop-blur-md">
        <h1 className="text-2xl font-semibold tracking-tight text-white">
          初识
        </h1>
        <sub>一起跳舞的那些人</sub>
        <p className="mt-4 text-sm leading-relaxed text-white/75">
        比较喜欢耍个性的我，到了大学，我接触到了街舞，而且比较喜欢。不，是热爱，这正是一个张扬个性，展现自我的平台，所以我坚持着。 刚学街舞那会，自己热情奔放，几乎每天去教学楼舞房去释放自己的激情，去跟着老师学优美的舞步，漂亮的Freez.认识了好多朋友…对我成本最有帮助的老师，是一位不错的舞者，牛B,在跳舞和生活给了我不少启示，他就是SMT创立者黄超，谢谢！现杭州发展，祝福他。还有指导的雷总，石头，阿萱，阿裤，阿俊，刘成，师兄弟万勇强，小涛，杨意，王华，李威，陈友亮，李敏，我们在一起玩，一起学习，进步也挺快的，最重要的是开心，真的！ 又一届新生来了，认识的人更多了，是因为街舞我们走到一起，奋斗在地板上，乐在大家心里。我们一起吃饭，一起练舞，一起演出，一起比赛，一起散心…… 我们这些人基本很懒，逃课那就不用说，典型的我和中中，每天下午三四点就是我们疯狂的时候，陆续地从寝室挎着背包出来，各自有各自的风格，在栖凤园集合，偶尔还要等几个动作比较缓慢的伙计，特别是中中，小强，刘庆，小超，小海，谢伟，徐辉，真够畏缩的，我有时也畏缩几下，哈哈哈哈…大家在一起开开玩笑，谈谈理想，有时还恶搞，嘿，那个那个以后加入的马杰杰特有才，恩，玩的老开心了。我们到哪都是一群活跃的班子，鄂州火车站被我们虏好多次了是吧，呵呵！每个人都很好玩，你们看：表情丰富的马杰杰，闷骚的和尚，好色的阿裤，幽默的中中，严肃的超哥，厚爱可爱的阿萱，卡娃伊的莫若，搞怪的土豆，温柔的汤圆，害羞的小超，不知道想什么的杨意，很萌的刘庆，稚嫩的陈果，活泼的小海，懂事的谢伟，像赵四的小二，你们说有木有。我们身边还有好多好多可爱的朋友，关心并支持着我们，谢谢你们。 这是命中注定的，上天给我们的恩赐，我很荣幸认识你们，给了我最无私的关怀和帮助。 Come on!现在你们在学校的时间不多了，好好珍惜，有时练舞烦躁了，自己要学会去调整，想想我们身边有这么多可爱的人，要相信没有自己做不到的，除非你不想做。 加油！你们是最棒的，Peace! 嘻哈群人看夕阳，且闻路人说心凉。敢问我们往何方，挎着背包去舞房。
        </p>
      </div>
    </section>
    </div>
   
    
  );
}

